
```js
data: [
  {
    title: "运管处",
    data: [
      {
        title: "城市公交-GPS数据",
        data: [
          {
            time: "2020-12-02",
            val: 100,
          },
          {
            time: "2020-12-02",
            val: 100,
          },
        ],
      },
      {
        title: "网约出租-GPS数据",
        data: [
          {
            time: "2020-12-02",
            val: 100,
          },
          {
            time: "2020-12-02",
            val: 100,
          },
        ],
      },
    ],
  },
  {
    title: "省厅",
    data: [
      {
        title: "城市公交-GPS数据",
        data: [
          {
            time: "2020-12-02",
            val: 100,
          },
          {
            time: "2020-12-02",
            val: 100,
          },
        ],
      },
      {
        title: "网约出租-GPS数据",
        data: [
          {
            time: "2020-12-02",
            val: 100,
          },
          {
            time: "2020-12-02",
            val: 100,
          },
        ],
      },
    ],
  },
];
// 注意事项： 1.标题需要显示完全  2. 图表显示顺序是根据返回的数据顺序决定的，因此后台需要排序返回
```
